Repository: QantumLoyalty/qantum-apps
Catalog: lib/l10n/app_*.arb
Languages: hi, zh_cn

# txtWelcome
source: Welcome
hi: स्वागत है
zh_cn: 欢迎

# txtEnterYourNumber
source: Please enter your mobile number
hi: कृपया अपना मोबाइल नंबर दर्ज करें
zh_cn: 请输入您的手机号码

# txtOk
source: Ok
hi: ठीक है
zh_cn: 好的

# txtChangeMyMobile
source: {change} my mobile
hi: मेरा मोबाइल {change}
zh_cn: {change} 我的手机

# txtChange
source: Change
hi: बदलें
zh_cn: 更改

# txtDate
source: Date
hi: तारीख़
zh_cn: 日期

# txtTime
source: Time
hi: समय
zh_cn: 时间

# txtCard
source: Card
hi: कार्ड
zh_cn: 卡片

# txtLoading
source: Loading...
hi: लोड हो रहा है...
zh_cn: 加载中...

# txtResendCode
source: Resend code
hi: कोड पुनः भेजें
zh_cn: 重新发送验证码

# msgVerificationIssue
source: There was an issue verifying your account, please try again.
hi: आपके खाते के सत्यापन में समस्या आई है, कृपया पुनः प्रयास करें।
zh_cn: 验证您的账户时出现问题，请重试。

# msgOtpSent
source: OTP has been sent successfully!
hi: ओटीपी सफलतापूर्वक भेजा गया!
zh_cn: 验证码已成功发送！

# msgOtpIssue
source: There was a problem sending the OTP. Please try again.
hi: ओटीपी भेजने में समस्या हुई, कृपया दोबारा प्रयास करें।
zh_cn: 发送验证码时出现问题，请重试。

# msgCommunicationPreference
source: Please allow up to 24 hours for changes to take affect.
hi: कृपया परिवर्तनों को प्रभावी होने में 24 घंटे तक का समय दें।
zh_cn: 请允许更改最多需要24小时才能生效。

# msgNotificationPreference
source: How would you like to be notified?
hi: आपको सूचनाएँ किस प्रकार प्राप्त करना पसंद है?
zh_cn: 您希望以什么方式接收通知？

# msgKeepingInTouch
source: Keeping in touch allows us to offer prizes, rewards & promotions.
hi: संपर्क में रहने से हमें आपको पुरस्कार, इनाम और प्रमोशन प्रदान करने में मदद मिलती है।
zh_cn: 保持联系能让我们为您提供奖品、 奖励和优惠活动。

# msgSelectCommunicationPreference
source: Below you can select how we can keep in touch with you.
hi: नीचे आप चुन सकते हैं कि हम आपसे कैसे संपर्क में रहें।
zh_cn: 在下方，您可以选择我们与您保持联系的方式。

# msgObtainClubCode
source: Obtain your club code then enter it below and earn rewards & get benefits for your club.
hi: अपना क्लब कोड प्राप्त करें, फिर उसे नीचे दर्ज करें और अपने क्लब के लिए पुरस्कार अर्जित करें तथा लाभ पाएं।
zh_cn: 获取您的俱乐部代码，然后在下方输入，即可为您的俱乐部赚取奖励并享受福利。

# txtHowToEarnStatusCredits
source: HOW TO EARN STATUS CREDITS
hi: स्टेटस क्रेडिट्स कैसे कमाएँ
zh_cn: 如何赚取等级积分

# msgVerifyAccountAndProceed
source: Please hold on while we verify your account and send the OTP.
hi: कृपया प्रतीक्षा करें, हम आपके खाते की पुष्टि कर रहे हैं और ओटीपी भेज रहे हैं।
zh_cn: 请稍候，我们正在验证您的账户并发送验证码。

# txtVerificationCode
source: Verification code
hi: सत्यापन कोड
zh_cn: 验证码

# txtContactVenueSupport
source: Contact venue support
hi: वेन्यू समर्थन से संपर्क करें
zh_cn: 联系场馆客服

# txtThereWasError
source: There was an error!
hi: कोई त्रुटि हुई!
zh_cn: 发生错误！

# msgRecoverEmailError
source: There was no email registered with this account. Please contact venue support.
hi: इस खाते के साथ कोई ईमेल पंजीकृत नहीं था। कृपया वेन्यू समर्थन से संपर्क करें।
zh_cn: 此账户未注册邮箱，请联系场馆客服。

# txtEnterVerificationCode
source: Enter the verification code
hi: सत्यापन कोड दर्ज करें
zh_cn: 输入验证码

# msgEnterVerificationCode
source: We sent a code to mobile number ending in
hi: हमने आपके मोबाइल नंबर पर कोड भेजा है (अंतिम अंक)
zh_cn: 我们已将验证码发送到手机号码

# txtSubmit
source: Submit
hi: जमा करें
zh_cn: 提交

# txtRedeem
source: Redeem
hi: भुनाएं
zh_cn: 兑换

# txtMoreInfo
source: More Info
hi: अधिक जानकारी
zh_cn: 更多信息

# txtCongratulations
source: Congratulations!
hi: बधाई हो!
zh_cn: 恭喜！

# txtMyAccount
source: My Account
hi: मेरा खाता
zh_cn: 我的账户

# txtSaveAndUpdate
source: Save And Update
hi: सहेजें और अपडेट करें
zh_cn: 保存并更新

# txtUpdate
source: Update
hi: अपडेट करें
zh_cn: 更新

# txtReturnToLogin
source: Return to login
hi: लॉगिन पर लौटें
zh_cn: 返回登录

# txtLogin
source: Login
hi: लॉगिन
zh_cn: 登录

# txtSendVerificationCode
source: Send verification code
hi: सत्यापन कोड भेजें
zh_cn: 发送验证码

# txtRecoverYourAccount
source: Recover your account
hi: अपना खाता पुनः प्राप्त करें
zh_cn: 找回账户

# msgEnterMobileNoToRecoverYourAccount
source: Enter the mobile number you used to register your account. Weâ€™ll send you a recovery code to your email address.
hi: वह मोबाइल नंबर दर्ज करें जिसका उपयोग आपने अपना खाता पंजीकृत करने के लिए किया था। हम आपको आपके ईमेल पते पर एक पुनर्प्राप्ति कोड भेजेंगे।
zh_cn: 请输入您注册账户时使用的手机号码。 我们会将恢复验证码发送到您的邮箱。

# txtPromotions
source: Promotions
hi: प्रमोशन
zh_cn: 优惠活动

# txtMyBenefits
source: My Benefits
hi: मेरे लाभ
zh_cn: 我的福利

# txtPointsBalance
source: Points Balance
hi: पॉइंट्स बैलेंस
zh_cn: 积分余额

# txtSpecialOffers
source: Special Offers
hi: विशेष ऑफ़र
zh_cn: 特别优惠

# txtWhatsOn
source: What's On
hi: क्या नया है
zh_cn: 最新活动

# txtPartnerOffers
source: Partner Offers
hi: साझेदार ऑफ़र
zh_cn: 合作伙伴优惠

# txtSeeAll
source: See All
hi: सभी देखें
zh_cn: 查看全部

# txtBookRestaurant
source: Book Restaurant
hi: रेस्तरां बुक करें
zh_cn: 预订 餐厅

# txtBusTimetable
source: Bus Timetable
hi: बस समय सारणी
zh_cn: 巴士 时刻表

# txtShowTickets
source: Show Tickets
hi: टिकट दिखाएँ
zh_cn: 查看 门票

# txtPlaceHolder
source: PlaceHolder
hi: प्लेसहोल्डर
zh_cn: 占位符

# txtChangeMyDetails
source: Change My Details
hi: मेरी जानकारी बदलें
zh_cn: 更改我的资料

# txtCommunicationPreferences
source: Communication Preferences
hi: संचार प्राथमिकताएँ
zh_cn: 通讯偏好

# txtClubAndMembership
source: Club & Membership
hi: क्लब और सदस्यता
zh_cn: 俱乐部与会员

# txtGamingPreferences
source: Gaming Preferences
hi: गेमिंग प्राथमिकताएँ
zh_cn: 游戏偏好

# txtPASStatement
source: PAS Statement
hi: PAS विवरण
zh_cn: PAS 声明

# txtEditAccountDetails
source: Edit Account Details
hi: खाता विवरण संपादित करें
zh_cn: 编辑账户资料

# txtSponsorship
source: Sponsorship
hi: प्रायोजन
zh_cn: 赞助

# txtPhoneNumber
source: Phone number
hi: फोन नंबर
zh_cn: 电话号码

# txtPostcode
source: Postcode
hi: पिनकोड
zh_cn: 邮政编码

# txtBirthday
source: Birthday
hi: जन्मदिन
zh_cn: 生日

# txtFirstName
source: First name
hi: पहला नाम
zh_cn: 名字

# txtFullName
source: Full name
hi: पूरा नाम
zh_cn: 全名

# txtLastName
source: Last name
hi: अंतिम नाम
zh_cn: 姓氏

# hintEmail
source: Email
hi: ईमेल
zh_cn: 邮箱

# txtMale
source: Male
hi: पुरुष
zh_cn: 男

# txtFemale
source: Female
hi: महिला
zh_cn: 女

# txtNonBinary
source: Non-Binary
hi: गैर-द्विआधारी
zh_cn: 非二元性别

# txtJoinNow
source: Join now
hi: अभी शामिल हों
zh_cn: 立即加入

# txtMobileNumber
source: Mobile number
hi: मोबाइल नंबर
zh_cn: 手机号码

# txtRecoveryEmail
source: Recovery Email
hi: पुनर्प्राप्ति ईमेल
zh_cn: 恢复邮箱

# txtMyDetails
source: My Details
hi: मेरी जानकारी
zh_cn: 我的资料

# txtView
source: View
hi: देखें
zh_cn: 查看

# txtTermsAndConditions
source: Terms & Conditions
hi: नियम और शर्तें
zh_cn: 条款与条件

# msgTermsAndConditionSignup
source: By pressing the JOIN NOW button I agree to the terms and conditions of the Qantum Loyalty program and I am at least 18 years of age.
hi: मैं Qantum लॉयल्टी प्रोग्राम की शर्तों और नियमों से सहमत हूँ और पुष्टि करता हूँ कि मेरी आयु कम से कम 18 वर्ष है। पंजीकरण आगे बढ़ाने के लिए 'अभी शामिल हों' बटन दबाएँ।
zh_cn: 点击“立即加入”按钮，即表示我同意该场所会员忠诚计划的条款和条件，并且我已年满 18 周岁。

# txtDeleteMyAccount
source: Delete my account
hi: मेरा खाता हटाएं
zh_cn: 删除我的账户

# txtViewTermsConditions
source: View T&C's
hi: T&C देखें
zh_cn: 查看条款与条件

# txtMyProfile
source: My Profile
hi: मेरी प्रोफ़ाइल
zh_cn: 我的资料

# txtLogout
source: Logout
hi: लॉगआउट
zh_cn: 退出登录

# txtCancel
source: Cancel
hi: रद्द करें
zh_cn: 取消

# txtCancelAccount
source: Cancel Account
hi: खाता रद्द करें
zh_cn: 注销账户

# txtMyDigitalCard
source: My Digital Card >
hi: मेरा डिजिटल कार्ड >
zh_cn: 我的电子卡 >

# txtMyVenue
source: My Venue
hi: मेरा स्थल
zh_cn: 我的场馆

# txtMyCard
source: My Card
hi: मेरा कार्ड
zh_cn: 我的卡

# txtMembership
source: Membership
hi: सदस्यता
zh_cn: 会员资格

# txtMembershipBenefits
source: Membership Benefits
hi: सदस्यता लाभ
zh_cn: 会员福利

# txtEmail
source: Email
hi: ईमेल
zh_cn: 邮箱

# txtSMS
source: SMS
hi: एसएमएस
zh_cn: 短信

# txtAdd
source: Add
hi: भेजें
zh_cn: 添加

# txtClubCode
source: Club Code
hi: क्लब कोड
zh_cn: 俱乐部代码

# txtSuccess
source: Success!
hi: सफलता!
zh_cn: 成功！

# txtYourUsage
source: Your Usage
hi: आपका उपयोग
zh_cn: 您的使用情况

# txtDaily
source: (Daily)
hi: (दैनिक)
zh_cn: (每日)

# txtManageLimits
source: Manage Limits
hi: सीमाएँ प्रबंधित करें
zh_cn: 管理限制

# txtActivitySnapshot
source: Activity Snapshot
hi: गतिविधि झलक
zh_cn: 活动快照

# txtGamingSupport
source: Gaming Support
hi: गेमिंग सहायता
zh_cn: 游戏支持

# txtSelfExclusion
source: Self Exclusion
hi: स्व-बहिष्करण
zh_cn: 自我排除

# msgTimeAndSpendLimits
source: Time and spend limits allow you to manage and track your gaming activity
hi: समय और खर्च की सीमाएँ आपको अपनी गेमिंग गतिविधि प्रबंधित और ट्रैक करने में मदद करती हैं
zh_cn: 时间和消费限制可帮助您管理和跟踪您的游戏活动

# msgSeeYourPointHistory
source: See your point history
hi: अपना पॉइंट इतिहास देखें
zh_cn: 查看您的积分记录

# msgFindSupport
source: Find the right support for you
hi: अपने लिए सही सहायता खोजें
zh_cn: 找到适合您的支持

# msgSetSelfExclusion
source: Set self exclusion privately & confidentially
hi: स्वयं-बहिष्कार को निजी और गोपनीय रूप से सेट करें
zh_cn: 私密且保密地设置自我限制

# msgMobileNumberUpdated
source: Your new mobile number has been registered.
hi: आपका नया मोबाइल नंबर पंजीकृत हो गया है।
zh_cn: 您的新手机号码已注册。

# msgEmptyFirstName
source: First name can't be empty
hi: पहला नाम खाली नहीं हो सकता
zh_cn: 名字不能为空

# msgEmptyLastName
source: Last name can't be empty
hi: अंतिम नाम खाली नहीं हो सकता
zh_cn: 姓氏不能为空

# msgEmptyEmail
source: Email can't be empty
hi: ईमेल खाली नहीं हो सकता
zh_cn: 邮箱不能为空

# msgIncorrectEmail
source: Enter correct email address
hi: सही ईमेल पता दर्ज करें
zh_cn: 请输入正确的邮箱地址

# msgEmptyPostcode
source: Postcode can't be empty
hi: पिनकोड खाली नहीं हो सकता
zh_cn: 邮政编码不能为空

# msgEmptyDay
source: Day can't be empty
hi: दिन खाली नहीं हो सकता
zh_cn: 日期不能为空

# msgEmptyMonth
source: Month can't be empty
hi: महीना खाली नहीं हो सकता
zh_cn: 月份不能为空

# msgEmptyYear
source: Year can't be empty
hi: वर्ष खाली नहीं हो सकता
zh_cn: 年份不能为空

# msgIncorrectOTP
source: Please enter the correct 4-digit OTP to proceed.
hi: आगे बढ़ने के लिए सही 4-अंकीय ओटीपी दर्ज करें।
zh_cn: 请输入正确的 4 位数 OTP 以继续。

# msgSendingOTP
source: Sending OTP on your phone...
hi: आपके फोन पर ओटीपी भेजा जा रहा है...
zh_cn: 正在将 OTP 发送到您的手机...

# msgResendOTP
source: Sending again OTP on your phone...
hi: फिर से ओटीपी आपके फोन पर भेजा जा रहा है...
zh_cn: 正在再次发送 OTP 到您的手机...

# msgVerifyingOTP
source: Verifying OTP...
hi: ओटीपी सत्यापित किया जा रहा है...
zh_cn: 正在验证 OTP...

# msgPleaseWait
source: Please wait...
hi: कृपया प्रतीक्षा करें...
zh_cn: 请稍候...

# msgEnterClubCode
source: Enter your club code
hi: अपना क्लब कोड दर्ज करें
zh_cn: 请输入您的俱乐部代码

# msgIncorrectFullName
source: Kindly enter your full name in the format: First Name [space] Last Name.
hi: कृपया अपना पूरा नाम इस प्रारूप में दर्ज करें: पहला नाम [स्पेस] अंतिम नाम।
zh_cn: 请按以下格式输入全名：名字[空格]姓氏。

# loadermsgCancelAccount
source: Please wait, while we are deleting your account.
hi: कृपया प्रतीक्षा करें, हम आपका खाता हटा रहे हैं।
zh_cn: 正在删除您的账户，请稍候。

# msgPleaseRegister
source: Please register your account
hi: कृपया अपना खाता पंजीकृत करें
zh_cn: 请注册您的账户

# msgFillDetailsForSignup
source: Fill in the details below to sign up
hi: साइन अप के लिए नीचे दिए गए विवरण भरें
zh_cn: 请填写以下信息以注册

# msgIncorrectPhoneNumber
source: The provided phone number is incorrect. Please double-check and re-enter it.
hi: दिया गया फोन नंबर गलत है। कृपया दोबारा जांचें और पुनः दर्ज करें।
zh_cn: 提供的电话号码不正确，请仔细检查并重新输入。

# msgCheckTermsAndConditions
source: To proceed, please tick the checkbox indicating your agreement to the Terms & Conditions.
hi: आगे बढ़ने के लिए, कृपया नियम और शर्तों से सहमति के लिए चेकबॉक्स पर टिक करें।
zh_cn: 请勾选复选框以确认您同意条款与条件后再继续。

# msgSelectGender
source: Please choose your gender from the options provided.
hi: कृपया दिए गए विकल्पों में से अपना लिंग चुनें।
zh_cn: 请选择您的性别。

# msgIncorrectDOB
source: Ensure that your date of birth is entered correctly. You must be at least 18 years of age to proceed.
hi: सुनिश्चित करें कि आपकी जन्म तिथि सही दर्ज की गई है। आगे बढ़ने के लिए आपकी आयु कम से कम 18 वर्ष होनी चाहिए।
zh_cn: 请确保正确输入出生日期。您必须年满 18 岁才能继续。

# msgCommonError
source: Ooppss.. something went wrong, please try again.
hi: ओह... कुछ गलत हो गया, कृपया पुनः प्रयास करें।
zh_cn: 哎呀.. 出了点问题，请重试。

# msgCommonUpdateSuccess
source: Request processed successfully!!
hi: अनुरोध सफलतापूर्वक संसाधित किया गया!!
zh_cn: 请求已成功处理！

# msgCommonLoader
source: Please wait, while we are processing your request.
hi: कृपया प्रतीक्षा करें, हम आपका अनुरोध संसाधित कर रहे हैं।
zh_cn: 正在处理您的请求，请稍候。

# txtCommunicationChannel
source: Communication Channels
hi: संचार चैनल
zh_cn: 通讯渠道

# txtValidTo
source: Valid to
hi: मान्य तिथि
zh_cn: 有效期至

# txtStatusCreditsReactNextLevel
source: Status Credits to reach next level
hi: अगले स्तर तक पहुँचने के लिए स्टेटस क्रेडिट्स
zh_cn: 升级所需的状态积分

# txtEditMyDetails
source: Edit my details
hi: मेरी जानकारी संपादित करें
zh_cn: 编辑我的资料

# txtEdit
source: Edit
hi: संपादित करें
zh_cn: 编辑

# txtEntries
source: Entries
hi: प्रविष्टियाँ
zh_cn: 条目

# txtAlert
source: Alert!
hi: चेतावनी!
zh_cn: 警告！

# txtYes
source: Yes
hi: हाँ
zh_cn: 是

# txtNo
source: No
hi: नहीं
zh_cn: 否

# msgLogout
source: Are you sure you want to log out of the application?
hi: क्या आप वाकई एप्लिकेशन से लॉग आउट करना चाहते हैं?
zh_cn: 您确定要退出应用程序吗？

# msgCancelAccount
source: Are you sure you want to cancel your account?
hi: क्या आप वाकई अपना खाता रद्द करना चाहते हैं? एक बार पुष्टि करने के बाद, यह खाता उपयोग नहीं किया जा सकेगा और आपका डेटा और व्यक्तिगत जानकारी 48 घंटों के भीतर हमारे सिस्टम से स्थायी रूप से हटा दी जाएगी।
zh_cn: 您确定要注销账户吗？ 一旦确认，此账户将无法再使用，您的数据和个人信息将在 48 小时内从我们的系统中永久删除。

# txtPlayerActivityStatementFor
source: Player Activity Statement for
hi: खिलाड़ी गतिविधि विवरण
zh_cn: 玩家活动报表 -

# txtDetails
source: Details
hi: विवरण
zh_cn: 详情

# txtTotalAmountBet
source: Total Amount Bet
hi: कुल दांव राशि
zh_cn: 总投注金额

# txtTotalAmountWon
source: Total Amount Won
hi: कुल जीती गई राशि
zh_cn: 总中奖金额

# txtNetAmountWonOrLost
source: Net Amount Won or Lost
hi: शुद्ध जीती या हारी राशि
zh_cn: 净赢或亏损金额

# txtTotalDaysPlayed
source: Total Days Played
hi: कुल खेले गए दिन
zh_cn: 总游戏天数

# txtTotalHoursPlayed
source: Total Hours Played
hi: कुल खेले गए घंटे
zh_cn: 总游戏时长

# txtPerformance
source: Performance
hi: प्रदर्शन
zh_cn: 表现

# txtTo
source: To
hi: से
zh_cn: 到

# msgProfileUpdateSuccess
source: Your profile has been updated successfully!
hi: आपकी प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई है!
zh_cn: 您的资料已成功更新！

# msgProfileUpdateError
source: Oops... something went wrong while updating your profile.
hi: प्रोफ़ाइल अपडेट करते समय कुछ गड़बड़ी हुई, कृपया दोबारा प्रयास करें।
zh_cn: 更新个人资料时出现问题，请重试。

# msgProfileUpdateLoading
source: Please wait while we update your profile...
hi: कृपया प्रतीक्षा करें, हम आपकी प्रोफ़ाइल अपडेट कर रहे हैं...
zh_cn: 正在更新您的资料，请稍候...

# msgVerificationCodeSentToEmail
source: We sent a verification code to your email address.
hi: हमने आपके ईमेल पते पर एक सत्यापन कोड भेजा है।
zh_cn: 我们已将验证码发送到您的邮箱。

# msgVerificationCodeSentToPhone
source: We sent a verification code to the mobile number ending in
hi: हमने उस मोबाइल नंबर पर सत्यापन कोड भेजा है जो इन अंकों पर समाप्त होता है
zh_cn: 我们已将验证码发送到以……结尾的手机号。

# msgIssueInVerifyAccount
source: There was a problem verifying your account. Please try again.
hi: आपके खाते के सत्यापन में समस्या हुई, कृपया पुनः प्रयास करें।
zh_cn: 验证您的账户时出现问题，请重试。

# msgEnterNewMobile
source: Please enter your new mobile number
hi: कृपया अपना नया मोबाइल नंबर दर्ज करें
zh_cn: 请输入您的新手机号码

# msgClubCodeSaved
source: Club code has been saved successfully!
hi: क्लब कोड सफलतापूर्वक सहेजा गया!
zh_cn: 俱乐部代码已成功保存！
